Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/samediggi.no/nye-styremelemmer-for-nasjonalpark-og-verneomraadestyrene.html.tmx
Source language: sme
Languages: nob

source: 16. Geassemánnu 2014
nob: Lokal forvaltning av verneområdene ble etablert i 2010.

source: Representant: Eva Anette Wilks Vararepresentant: Linda Marie Jåma
nob: Representant: Elin Marie Danielsen Vararepresentant: Maria Kråik Stenfjell

source: Representant: Thomas Danielsen Vararepresentant: Jon Andreas Steinfjell Devika
nob: Representant: Kjell Jøran Jåma Vararepresentant: Tom Aile Bientie

source: Representant: Gun Margret Utsi Vararepresentant: Roy Kvitfjell
nob: Representant: Audun Johnsen Vararepresentant: Rolf Johansen

source: Representant: Hilde A. Nyvoll Vararepresentant: Geir Tommy Pedersen
nob: Representant: Hilde Marie Larsen Vararepresentant: Inger Heiskel

source: Representant: Brita J. Skum Vararepresentant: Ann-Kristin Engstad
nob: Representant: Elisabeth Johansen Vararepresentant: Eskild Johansen

source: Representant: Jan Ivvár Smuk Vararepresentant: Inger Anita Smuk
nob: Representant: Arne Jørgensen Vararepresentant: Robert Wilhelmsen

source: Representant: Ragnhild Melleby Aslaksen Vararepresentant: Jarl Even Roska
nob: Representant: Ronny Wilhelmsen Vararepresentant: Ida B. Bjørnbak

source: Representant: Mariann W. Magga Vararepresentant: Ola Johansen
nob: Representant: Anne Berit P. Kristiansen Vararepresentant: Geir Are Winther
